{
    "news": [
        {
            "id": "1763456683781",
            "title": "mahesh test",
            "slug": "mahesh-test",
            "content": "<p>testttt<\/p>",
            "image": "https:\/\/res.cloudinary.com\/dly7uiynr\/image\/upload\/v1763456682\/elss5sfukm0tdqdrhzqd.png",
            "date": "2025-11-18"
        },
        {
            "id": "1763452803653",
            "title": "test",
            "slug": "test",
            "content": "<p>testttt<\/p>",
            "image": "https:\/\/res.cloudinary.com\/dly7uiynr\/image\/upload\/v1763452802\/m6rzfyg0eubd61ox30jy.png",
            "date": "2025-11-18"
        },
        {
            "id": "1763449600469",
            "title": "Indian American Community Hosts Grand Farewell for Deputy Consul General Dr. Varun Jeph",
            "slug": "indian-american-community-hosts-grand-farewell-for-deputy-consul-general-dr-varun-jeph",
            "content": "<p>The Indian American community of the tri-state area came together Thursday evening to bid a heartfelt farewell to Dr. Varun Jeph, Deputy Consul General of India in New York, who is concluding his diplomatic tenure. The grand reception, organized at the Moghul Ballroom in Edison, New Jersey, drew more than 200 members of the Indian American community.<\/p><p>The evening's program began with a viewing of Indian Prime Minister Narendra Modi's podcast interview with Lex Fridman, which continued after Dr. Jeph's arrival. The formal farewell ceremony featured presentations highlighting the achievements and milestones of Dr. Jeph's tenure, particularly noting his adept handling of complex situations and challenges during his service.<\/p><p>Mr. Ankur Vaidya, Chairman of the Federation of Indian Associations (FIA), delivered an emotional address praising Dr. Jeph's contributions. \"He is our man who knows the community like the back of his hands. His experience in navigating complex situations has been invaluable,\" said Vaidya. He further expressed gratitude for Dr. Jeph's role in maintaining strong connections between India and its diaspora.<\/p>",
            "image": "https:\/\/res.cloudinary.com\/dly7uiynr\/image\/upload\/v1763449597\/bfzwyi6hqrlqp7eb1wwq.jpg",
            "date": "2025-11-18"
        },
        {
            "id": "1763380167130",
            "title": "Historic Partnership Launches Cricket Revolution in America",
            "slug": "historic-partnership-launches-cricket-revolution-in-america",
            "content": "<p><strong>New Jersy<\/strong> – The Federation of Indian Association NY-NJ-CT-NE (FIA) unveiled an unprecedented partnership with Cricmax Connect during a milestone gathering, setting the stage for what promises to be the most spectacular India Day Parade in the event's 43-year history. The August 17th celebration will mark not just Indian independence, but the dawn of cricket's Olympic era in America.<\/p><h2>Cricmax Connect: Bringing Cricket Home to America<\/h2><p><strong>Vinay A. Bhimjiani<\/strong>, Founder &amp; CEO of Cricmax Connect, delivered electrifying news that sent ripples through the packed venue. \"Cricket has officially been included in the Olympic program as of March 28, 2025,\" announced the visionary entrepreneur and former USA Cricket CEO, whose three decades of global venture experience is now focused on America's cricket revolution.<\/p><p>The timing couldn't be more perfect. As Bhimjiani explained, cricket in America has evolved dramatically from informal parking lot games to a recognized sport over 25 years. The 2024 World Cup hosted in the US, featuring the highly anticipated India vs Pakistan match, marked a watershed moment. Major League Cricket has attracted substantial investments from tech giants like Microsoft, while IPL powerhouses Mumbai Indians, KKR, and CSK have committed significant financial resources, signaling unprecedented confidence in American cricket's future.<\/p><p>\"We started this journey just 75 days ago,\" Bhimjiani reflected, crediting the FIA partnership as the crucial launchpad. \"Cricmax Connect will serve as the official partner with LA, focusing on promoting cricket through community engagement. We're planning 115 cricket camps to teach fundamentals to around 10,000 kids over eight weeks.\"<\/p><p><strong>Arpit Shah<\/strong>, Chief Operating Officer of Cricmax Connect, brought his proven leadership in scaling sports tech operations to bear on the partnership's ambitious timeline. The master of process optimization emphasized the team's exceptional dedication: \"Our team has been working late into the night and early mornings to meet project demands. This is just the beginning for our commitment to the Cricket Olympic program.\"<\/p><p>Shah outlined Cricmax's transformation from obscurity to recognition in just 6-8 months with FIA's support, expressing confidence in cricket's expansion potential. \"We're setting an ambitious goal to establish cricket community roots in less than 10 years, contrasting with soccer's 30-year timeline in the U.S.\"<\/p><p>The partnership represents more than sports promotion—it's cultural preservation through athletic excellence. Cricket will return to the Olympics in 2028 after a 125-year absence, with the US national cricket team competing in the 2026 World Cup, reflecting the sport's increasing international presence.<\/p><p><strong>Cricmax Connect's Championship Team<\/strong><\/p><p>Bhimjiani and Shah were joined by their powerhouse leadership team: <strong>Anant Gupta<\/strong>, Chief Marketing Officer (community building expert); <strong>Sean Shahani<\/strong>, Chief Financial Strategist (financial services veteran); Kayur Parekh, Chief Technology Officer (fintech\/AI specialist); <strong>Amar Shah<\/strong>, Chief Product Officer (cricket gear designer); <strong>Ashok Patel<\/strong>, Head Coach (ex-international player); <strong>Suru Nayak<\/strong>, Head of Cricket Operations (BCCI\/ICC veteran); and <strong>Dinesh Nanavaty<\/strong>, Head of Coaching Program (ex-NCA coach).<\/p>",
            "image": "https:\/\/res.cloudinary.com\/dly7uiynr\/image\/upload\/v1763380165\/drurf3obanahmfgckyk1.jpg",
            "date": "2025-11-17"
        },
        {
            "id": "1763378319292",
            "title": "Test News 1",
            "slug": "test-news-1",
            "content": "<p>Test News 1<\/p>",
            "image": "https:\/\/res.cloudinary.com\/dly7uiynr\/image\/upload\/v1763378314\/pzqeqbnv2ifpyaaflpnt.jpg",
            "date": "2025-11-17"
        }
    ]
}